ALTER TABLE `blooms`
DROP COLUMN type;

INSERT INTO `blooms` (`name`, `symbol`)
VALUES ('장미', '사랑'),
       ('해바라기', '숭배'),
       ('튤립', '명예'),
       ('벚꽃', '순결'),
       ('연꽃', '청정'),
       ('백합', '순수'),
       ('데이지', '희망'),
       ('난초', '우아함'),
       ('카네이션', '존경'),
       ('라벤더', '평온'),
       ('수선화', '새로운 시작'),
       ('작약', '행복한 결혼'),
       ('수국', '진심'),
       ('동백꽃', '겸손한 아름다움'),
       ('메리골드', '반짝이는 희망'),
       ('팬지', '사색'),
       ('제비꽃', '충성'),
       ('물망초', '영원한 사랑'),
       ('국화', '고귀함'),
       ('붓꽃', '지혜'),
       ('프리지아', '우정'),
       ('나팔꽃', '덧없는 사랑'),
       ('무궁화', '섬세한 아름다움'),
       ('아네모네', '기대'),
       ('선인장꽃', '열정'),
       ('설강화', '희망'),
       ('에델바이스', '고귀한 용기'),
       ('종달새꽃', '겸손'),
       ('치자꽃', '순수한 사랑')
;
